Repository: common-repository/shorten2ping
Catalog: locale/shorten2ping-*.po
Languages: es_es

source: Short URL
es_es: URL corta

source: Shorten2Ping Options
es_es: Opciones de Shorten2Ping

source: Shorten2Ping allows you to update status at Ping.fm whenever a new blog entry is published. To start using it, simply enter the required information below, and press update information button. You only need to fill data for the services you want to use.
es_es: Shorten2Ping te permite actualizar tu estado en Ping.fm cada vez que se publica una nueva entrada en el blog. Para empezar a usarlo, simplemente introduce debajo la información necesaria, y pulsa el botón de actualizar información. Sólo necesitas rellenar los datos para los servicios que quieres usar.

source: You can also customize the message for the status notification by using the "message" field below. You can use [title] to represent the title of the blog entry, [link] to represent the permalink, and [tags] to convert post tags into Twitter hashtags.
es_es: También puedes personalizar el mensaje para la notificación de estado usando el campo "mensaje de estado" de debajo. Puedes usar [title] para representar el título de la entrada del blog, [link] para representar el enlace permanente, y [tags] para convertir las etiquetas de la entrada en hashtags de Twitter.

source: Notification
es_es: Notificación

source: Shorteners
es_es: Acortadores

source: Setting
es_es: Ajuste

source: Description
es_es: Descripción

source: Status Message
es_es: Mensaje de estado

source: You can use [title] for the post title, [link] for the short link, and [tags] to use posts tags as Twitter hashtags. Example: New post, [title] [link] [tags]
es_es: Usa [title] para el título de la entrada, [link] para el enlace corto, y [tags] para usar las etiquetas de la entrada como hashtags de Twitter. Ejemplo: Nueva entrada, [title] [link] [tags]

source: Shorten Permalinks With:
es_es: Acortar enlaces con:

source: Self domain
es_es: Propio dominio

source: None
es_es: Ninguno

source: Choose to make short URLs using any of the shorteners or turn off this feature.
es_es: Elige crear URLs cortas usando cualquiera de los acortadores o desactivar esta función.

source: Send Notification To:
es_es: Enviar notificación a:

source: Ping.fm user key
es_es: Clave usuario Ping.fm

source: Ping.fm email
es_es: Email Ping.fm

source: Choose to send notification to Ping.fm using user key, posting email, or turn off this feature.
es_es: Elige enviar la notificación a Ping.fm usando la clave de usuario, el email de publicación, o desactivar esta función.

source: API Key
es_es: Clave API

source: Posting email
es_es: Email para publicar

source: Put your Ping.fm <a href="http://ping.fm/key/">API key</a> here or your "secret" <a href="http://ping.fm/email/">posting email</a>.
es_es: Pon aquí tu <a href="http://ping.fm/key/">clave API de usuario</a> de Ping.fm o tu <a href="http://ping.fm/email/">email de publicación</a> "secreto" .

source: bit.ly or j.mp
es_es: bit.ly o j.mp

source: API Login
es_es: Usuario API

source: Put here your API login and <a href="http://bit.ly/account/">Bit.ly</a> API key. This is the same for <a href="http://j.mp/account/">J.mp</a>.
es_es: Pon aquí tu usuario y tu clave API de <a href="http://bit.ly/account/">Bit.ly</a>. Es la misma para <a href="http://j.mp/account/">J.mp</a>.

source: WordPress API Key
es_es: Clave API de WordPress

source: Username
es_es: Usuario

source: Password
es_es: Contraseña

source: Put here your username and password for <a href="http://yourls.org/">YOURLS</a>.
es_es: Pon aquí tu usuario y contraseña para <a href="http://yourls.org/">YOURLS</a>.

source: YOURLS API URL
es_es: URL API de YOURLS

source: Example: http://example.com/yourls-api.php
es_es: Ejemplo: http://ejemplo.com/yourls-api.php

source: Put here your API login and <a href="http://su.pr/settings/">Su.pr</a> API key.
es_es: Pon aquí tu usuario y tu clave API de <a href="http://su.pr/settings/">Su.pr</a>

source: cli.gs API Key
es_es: Clave API de cli.gs

source: Put here your <a href="http://cli.gs/user/api">API key from cli.gs</a> account.
es_es: Pon aquí tu <a href="http://cli.gs/user/api">clave API</a> de cli.gs

source: Save settings
es_es: Guardar ajustes

source: If you find this plugin useful, please consider to make a donation to Shorten2Ping's author (any amount will be appreciated).
es_es: Si encuentras útil esta extensión, por favor considera el hacer una donación al autor de Shorten2Ping (cualquier cantidad será agradecida).

source: Go to settings page
es_es: Ir a página de ajustes

source: Settings
es_es: Ajustes
